Repository: alperbilgic/django-base
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: The password must be set
tr: Şifre girilmesi zorunludur

source: active
tr: aktif

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
tr: Kullanıcının aktif olup olmadığını belirtir. Kullanıcıları silmek yerine bu alanın seçimini kaldırın.

source: Email or phone should be provided
tr: E-posta ya da telefon numarası girilmelidir!

source: Enter email or phone not both
tr: E-Posta ve telefon beraber girilemez!

source: User with this email doesn't exist
tr: Bu e-postaya sahip kullanıcı bulunmamaktadır

source: User with this phone doesn't exist
tr: Bu telefon numarasına sahip kullanıcı bulunmamaktadır

source: Incorrect password
tr: Hatalı şifre

source: Invalid login credentials
tr: Hatalı giriş bilgileri

source: Passwords doesn't match
tr: Şifreler birbiriyle uyuşmuyor

source: email verification message
tr: MyApp için e-posta doğrulama kodunuz: {code}

source: Email Verification Code
tr: Email Doğrulama Kodu

source: phone verification message
tr: MyAp için telefon numarası doğrulama kodunuz: {code}

source: Logged in successfully.
tr: Giriş başarılı.

source: Registered successfully.
tr: Kayıt başarılı.

source: A server error occurred.
tr: Sunucu hatası oluştu.

source: An error occured!
tr: Bir hata oluştu!

source: Already exist!
tr: Oluşturmaya çalıştığın şey zaten var!

source: Content not found!
tr: İçeriğe ulaşılamadı!

source: You don't have permission for this action!
tr: Bu işlem için izniniz yok!

source: Request parameters are not valid!
tr: Gönderilen parametreler geçerli değil!

source: Bad request!
tr: Hatalı istek!

source: Request aborted!
tr: İstek yarıda kesildi!

source: Upload is aborted!
tr: Yükleme işlemi yarıda kesildi!

source: Session interrupted!
tr: Oturum kesintiye uğradı!

source: Authentication failed!
tr: Kimlik doğrulama başarısız oldu!

source: Not authenticated!
tr: Giriş yapmalısınız!

source: Unsupported media type!
tr: Desteklenmeyen dosya yapısı!

source: Success
tr: Başarılı

source: The locale that refers to English language doesn't exist. Please create a locale with 'en' code first!
tr: İngilizce diline ait dil kaydı bulunamadı. Lütfen önce 'en' kodlu ingilizce dil kaydını oluşturun

source: Root object locale id must be {} which refers to English language
tr: Ana kelime locale idsi {} (İngilizce) olmalı.

source: If this is the first time to create a translation it should be in English
tr: Bir kelimeyi sözlüğe eklemek için önce İngilizce'sini eklemelisiniz.

source: Root must be provided
tr: Ana kelime boş olamaz

source: Created successfully!
tr: Kayıt başarıyla oluşturuldu!

source: Updated successfully!
tr: Güncelleme işlemi başarılı!

source: Deleted successfully!
tr: Silindi!

source: Code is sent. Check your email.
tr: Kod gönderilmiştir. E-Postanızı kontrol ediniz.

source: Code is sent. Check your messages.
tr: Kod gönderilmiştir. Mesajlarınızı kontrol ediniz.

source: Code is invalid or expired
tr: Kod hatalı ya da süresi geçti

source: Personal
tr: Kişisel

source: Business
tr: Kurumsal

source: Internal
tr: Dahili

source: Public
tr: Genel

source: Private
tr: Özel
